import { Box } from "@mui/material";

export default function Tas() {
  return (
    <>
      <Box
        sx={{
       
          top: "89px",
          padding: "120px",
          gap: "24px",
          bgcolor: "#FFFFFF",
          display: "grid",
          gridTemplateRows: "auto",
        }}
      >
        <Box
          sx={{
            width: "300px",
            height: "65px",
            display: "flex",
            justifyContent: "space-between",
            paddingTop: "16px",
            paddingBottom: "16px",
          }}
        >
          <img
            src="./star.svg"
            alt=""
            style={{ width: "32px", height: "32px" }}
          />
          <p
            style={{
              height: "33px",
              fontWeight: "700",
              fontSize: "22px",
              lineHeight: "33px",
              color: "#272727",
            }}
          >
            Үйлчилгээний нөхцөл
          </p>
        </Box>
        <Box
          sx={{
            fontWeight: "400",
            fontSize: "18px",
            lineHeight: "30px",
            color: "#000000",
            textAlign: "justify",
            textIndent: "50px",
          }}
        >
          <p>
            Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
            албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
            үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
            зохицуулахад оршино.
          </p>
          <p>
            Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
            үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
            хэрэгжинэ. Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab
            /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/
            хамтран хяналт тавина.
          </p>
          <p>
            Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
            албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
            үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
            зохицуулахад оршино. Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх,
            вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны
            үндсэн дээр хэрэгжинэ.
          </p>
          <p>
            Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
            байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
            хяналт тавина. Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх,
            вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны
            үндсэн дээр хэрэгжинэ. Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд
            MStars Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид
            хэрэглэгч гэх/ хамтран хяналт тавина.
          </p>
          <p>
            {" "}
            Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
            албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
            үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
            зохицуулахад оршино. Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх,
            вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны
            үндсэн дээр хэрэгжинэ.
          </p>
          <p>
            Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
            байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
            хяналт тавина. Mstars Food delivery нь Mstars Lab компанийн интернэт
            худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг
            вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх
            харилцааг зохицуулахад оршино. Энэхүү нөхцөл нь хэрэглэгч худалдан
            авалт хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч
            баталгаажуулсаны үндсэн дээр хэрэгжинэ. Энэхүү үйлчилгээний нөхцлийн
            хэрэгжилтэнд MStars Lab /цаашид байгууллага гэх/ болон хэрэглэгч
            /цаашид хэрэглэгч гэх/ хамтран хяналт тавина. Энэхүү нөхцөл нь
            хэрэглэгч худалдан авалт хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө
            хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр хэрэгжинэ. Энэхүү
            үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид байгууллага
            гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт тавина.
          </p>
          <p>
            Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
            үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
            хэрэгжинэ. Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab
            /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/
            хамтран хяналт тавина. Энэхүү нөхцөл нь хэрэглэгч худалдан авалт
            хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч
            баталгаажуулсаны үндсэн дээр хэрэгжинэ. Энэхүү үйлчилгээний нөхцлийн
            хэрэгжилтэнд MStars Lab /цаашид байгууллага гэх/ болон хэрэглэгч
            /цаашид хэрэглэгч гэх/ хамтран хяналт тавина.
          </p>
        </Box>
      </Box>
    </>
  );
}
